HELLO_MESSAGE = '💥 Приветствую, {}! Это тест!\n' \
                '\n' \
                'Этот бот является приватным инвайтером команды FOREX SIGNALS KB. Оплата подписки производится автоматически. Выберите Ваш тариф 👇. \n' \
                '\n' \
                'Вам будет выставлен счет, эквивалентный стоимости подписки на канал в рублях.\n' \
                '\n' \
                '💳 1 неделя - 39$ (2990₽, 37€)\n' \
                '️⚡️1 месяц - 59$ (4590₽, 55€)\n' \
                '💰3 месяц - 99$ (7390₽, 92€)\n' \
                '🏦 1 год - 499$ (36990₽, 461€)\n'
ALERT_MESSAGE = 'Для начала работы напишите "/start"'
SUCCESS_MESSAGE = 'Платеж выполнен успешно!\n' \
                  '\n' \
                  'Добро пожаловать в приватным VIP канал!'
SUCCESS_BUTTON = 'Перейти на VIP канал'
FAILURE_MESSAGE = 'Извините, что-то пошло не так\n' \
                  '\n' \
                  'Пожалуйста, свяжитесь с службой поддержки!'

FIRST_OPTION_BUTTON = '1 неделя - 39$'
FIRST_OPTION_COST = 39
FIRST_OPTION_DAYS = 7
FIRST_OPTION_PAYMENT_MESSAGE = 'Вы выбрали подписку сроком 1 неделя по цене 39$. Выберите систему оплаты:'

SECOND_OPTION_BUTTON = '1 месяц - 59$'
SECOND_OPTION_COST = 59
SECOND_OPTION_DAYS = 30
SECOND_OPTION_PAYMENT_MESSAGE = 'Вы выбрали подписку сроком 1 месяц по цене 59$. Выберите систему оплаты:'

THIRD_OPTION_BUTTON = '3 месяц - 99$'
THIRD_OPTION_COST = 99
THIRD_OPTION_DAYS = 90
THIRD_OPTION_PAYMENT_MESSAGE = 'Вы выбрали подписку сроком 3 месяца по цене 99$. Выберите систему оплаты:'

FOURTH_OPTION_BUTTON = '1 год - 499$'
FOURTH_OPTION_COST = 499
FOURTH_OPTION_DAYS = 365
FOURTH_OPTION_PAYMENT_MESSAGE = 'Вы выбрали подписку сроком 1 Год по цене 499$. Выберите систему оплаты:'